data/ejemplosXml/B12323648_R_FE_BA_2024_04_24_08_53_56_672.E.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:siiLR="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroLR.xsd" xmlns:sii="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroInformacion.xsd">
	<soapenv:Header/>
	<soapenv:Body>
		<siiLR:BajaLRFacturasEmitidas>
			<sii:Cabecera>
				<sii:IDVersionSii>1.1</sii:IDVersionSii>
				<sii:Titular>
					<sii:NombreRazon>Distribuciones Rosell SL</sii:NombreRazon>
					<sii:NIF>B12323648</sii:NIF>
				</sii:Titular>
			</sii:Cabecera>
			<siiLR:RegistroLRBajaExpedidas>
				<sii:PeriodoLiquidacion>
					<sii:Ejercicio>2024</sii:Ejercicio>
					<sii:Periodo>04</sii:Periodo>
				</sii:PeriodoLiquidacion>
				<siiLR:IDFactura>
					<sii:IDEmisorFactura>
						<sii:NIF>B12323648</sii:NIF>
					</sii:IDEmisorFactura>
					<sii:NumSerieFacturaEmisor>A19532</sii:NumSerieFacturaEmisor>
					<sii:FechaExpedicionFacturaEmisor>11-04-2024</sii:FechaExpedicionFacturaEmisor>
				</siiLR:IDFactura>
			</siiLR:RegistroLRBajaExpedidas>
		</siiLR:BajaLRFacturasEmitidas>
	</soapenv:Body>
</soapenv:Envelope>
