FacturasSii/templates/entero.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:siiLR="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroLR.xsd" xmlns:sii="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroInformacion.xsd">
	<soapenv:Header/>
	<soapenv:Body>
		<siiLR:SuministroLRFacturasEmitidas>
			<sii:Cabecera>
				<sii:IDVersionSii></sii:IDVersionSii>
				<sii:Titular>
					<sii:NombreRazon></sii:NombreRazon>
					<sii:NIF></sii:NIF>
				</sii:Titular>
				<sii:TipoComunicacion></sii:TipoComunicacion>
			</sii:Cabecera>
			<siiLR:RegistroLRFacturasEmitidas>
				<sii:PeriodoLiquidacion>
					<sii:Ejercicio></sii:Ejercicio>
					<sii:Periodo></sii:Periodo>
				</sii:PeriodoLiquidacion>
				<siiLR:IDFactura>
					<sii:IDEmisorFactura>
						<sii:NIF></sii:NIF>
					</sii:IDEmisorFactura>
					<sii:NumSerieFacturaEmisor></sii:NumSerieFacturaEmisor>
					<sii:FechaExpedicionFacturaEmisor></sii:FechaExpedicionFacturaEmisor>
				</siiLR:IDFactura>
				<siiLR:FacturaExpedida>
					<sii:TipoFactura></sii:TipoFactura>
					<sii:ClaveRegimenEspecialOTrascendencia></sii:ClaveRegimenEspecialOTrascendencia>
					<sii:ImporteTotal></sii:ImporteTotal>
					<sii:DescripcionOperacion></sii:DescripcionOperacion>
					<sii:Contraparte>
						<sii:NombreRazon></sii:NombreRazon>
						<sii:NIF></sii:NIF>
					</sii:Contraparte>
					<sii:TipoDesglose>
						<sii:DesgloseFactura>
							<sii:Sujeta>
								<sii:NoExenta>
									<sii:TipoNoExenta></sii:TipoNoExenta>
									<sii:DesgloseIVA>
										<sii:DetalleIVA>
											<sii:TipoImpositivo></sii:TipoImpositivo>
											<sii:BaseImponible></sii:BaseImponible>
											<sii:CuotaRepercutida></sii:CuotaRepercutida>
										</sii:DetalleIVA>
									</sii:DesgloseIVA>
								</sii:NoExenta>
							</sii:Sujeta>
						</sii:DesgloseFactura>
					</sii:TipoDesglose>
				</siiLR:FacturaExpedida>
			</siiLR:RegistroLRFacturasEmitidas>
		</siiLR:SuministroLRFacturasEmitidas>
	</soapenv:Body>
</soapenv:Envelope>