data/chuletaXML/hoyconrecargo.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:siiLR="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroLR.xsd" xmlns:sii="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroInformacion.xsd">
	<soapenv:Header/>
	<soapenv:Body>
		<siiLR:SuministroLRFacturasEmitidas>
			<sii:Cabecera>
				<sii:IDVersionSii>1.1</sii:IDVersionSii>
				<sii:Titular>
					<sii:NombreRazon>Distribuciones Rosell SL</sii:NombreRazon>
					<sii:NIF>B12323648</sii:NIF>
				</sii:Titular>
				<sii:TipoComunicacion>A0</sii:TipoComunicacion>
			</sii:Cabecera>
			<siiLR:RegistroLRFacturasEmitidas>
				<sii:PeriodoLiquidacion>
					<sii:Ejercicio>2024</sii:Ejercicio>
					<sii:Periodo>04</sii:Periodo>
				</sii:PeriodoLiquidacion>
				<siiLR:IDFactura>
					<sii:IDEmisorFactura>
						<sii:NIF>B12323648</sii:NIF>
					</sii:IDEmisorFactura>
					<sii:NumSerieFacturaEmisor>A18562</sii:NumSerieFacturaEmisor>
					<sii:FechaExpedicionFacturaEmisor>08-04-2024</sii:FechaExpedicionFacturaEmisor>
				</siiLR:IDFactura>
				<siiLR:FacturaExpedida>
					<sii:TipoFactura>F1</sii:TipoFactura>
					<sii:ClaveRegimenEspecialOTrascendencia>01</sii:ClaveRegimenEspecialOTrascendencia>
					<sii:ImporteTotal>128.65</sii:ImporteTotal>
					<sii:DescripcionOperacion>Venta de productos de hostelería a FERNANDO REINA RUIZ, f. A18562</sii:DescripcionOperacion>
					<sii:Contraparte>
						<sii:NombreRazon>FERNANDO REINA RUIZ</sii:NombreRazon>
						<sii:NIF>18969467X</sii:NIF>
					</sii:Contraparte>
					<sii:TipoDesglose>
						<sii:DesgloseFactura>
							<sii:Sujeta>
								<sii:NoExenta>
									<sii:TipoNoExenta>S1</sii:TipoNoExenta>
									<sii:DesgloseIVA>
										<sii:DetalleIVA>
											<sii:TipoImpositivo>21.00</sii:TipoImpositivo>
											<sii:BaseImponible>2.13</sii:BaseImponible>
											<sii:CuotaRepercutida>0.45</sii:CuotaRepercutida>
											<sii:TipoRecargoEquivalencia>5.20</sii:TipoRecargoEquivalencia>
											<sii:CuotaRecargoEquivalencia>0.11</sii:CuotaRecargoEquivalencia>
										</sii:DetalleIVA>
										<sii:DetalleIVA>
											<sii:TipoImpositivo>10.00</sii:TipoImpositivo>
											<sii:BaseImponible>113.07</sii:BaseImponible>
											<sii:CuotaRepercutida>11.31</sii:CuotaRepercutida>
											<sii:TipoRecargoEquivalencia>1.40</sii:TipoRecargoEquivalencia>
											<sii:CuotaRecargoEquivalencia>1.58</sii:CuotaRecargoEquivalencia>
										</sii:DetalleIVA>
									</sii:DesgloseIVA>
								</sii:NoExenta>
							</sii:Sujeta>
						</sii:DesgloseFactura>
					</sii:TipoDesglose>
				</siiLR:FacturaExpedida>
			</siiLR:RegistroLRFacturasEmitidas>
		</siiLR:SuministroLRFacturasEmitidas>
	</soapenv:Body>
</soapenv:Envelope>
